{"_id":{"$oid":"5e2ed01e9f64e63cf81b0d97"},"description":["FEANTSA established the European Observatory on Homelessness in 1991 to facilitate research to promote better understanding of the complexity and the changing nature of homelessness. This network is composed of eleven national research correspondents from different EU countries who have built up extensive experience in the field of homelessness and housing exclusion.","The Observatory produces the European Journal of Homelessness and the European Review of Statistics on Homelessness. The Journal provides a critical analysis of policy and practice on homelessness in Europe for policy makers, practitioners, researchers and academics. The aim is to stimulate debate on homelessness and housing exclusion at the European level and to facilitate the development of a stronger evidential base for policy development and innovation. The European Review of Statistics has two main objectives. First, it collates the development of ideas relating to the measurement of homelessness and housing exclusion in Europe that were presented in previous publications of the European Observatory on Homelessness. Second, it updates information on homelessness and housing exclusion for all those member states for which information is available.","FEANTSA homeless service providers produce various European thematic reports, policy statements and policy proposals. The FEANTSA Observatory produces annual research in relation to homelessness (changing profiles, services, role of the state).","The FEANTSA magazine Homeless in Europe is published three times a year. Each issue deals with a particular theme that is topical in relation to homelessness across Europe. Contributors to the magazine include stakeholders, researchers, local authority representatives and experts from the EU institutions and other international bodies.","FEANTSA produces a number of tools and toolkits to help service users, researchers, local authorities etc., to better understand and tackle the problem of homelessness."],"name":"FEANTSA","teaser":"The only major European network that focuses exclusively on homelessness at European level and receives financial support from the European Commission for the implementation of its activities","established":1991,"location":"Belgium","website":"https://www.feantsa.org/en","donation":"https://www.feantsa.org/en/donate","__v":0}
{"_id":{"$oid":"5e2ed2273e23903f211ff7ce"},"description":["The organizations provides homes and comprehensive wrap around services for people who have experienced chronic homelessness and suffer from serious mental illness, substance use disorder, and/or multiple other disabilities. We believe that housing is a basic human right. Everyone deserves a place to call home – it’s that simple.","Restore health by providing low barrier primary care services, medication management, and the coordination of psychiatric and addictions services to our program participants, while respecting harm reduction as a method for achieving goals.","Reclaim lives by promoting community inclusion and helping participants to be a part of the community and be valued for their own uniqueness and abilities, just like everyone else. Everyone should have choices in life, and we empower people to make informed choices that reduce harm to themselves and others.","Founded in 2008, Pathways to Housing PA has been successfully implementing the Housing First model in Philadelphia for over a decade. Our teams have helped to end homelessness for hundreds of people previously unreachable by traditional systems. We know that good clinicians in good agencies and caring communities spend countless hours, and face significant financial burden, trying to assist chronically homeless individuals with mental health, substance use, and medical disabilities. It can be frustrating, especially when lacking a good, evidenced-based model."],"name":"Pathways To Housing","teaser":"Pathways to Housing is a not-for-profit organization founded in 1992 by Dr. Sam Tsemberis. It is the mission of Pathways to Housing to transform individual lives by ending homelessness and supporting recovery.","established":2008,"location":"USA","website":"https://pathwaystohousingpa.org/","donation":"https://donate.pathwaystohousingpa.org/makeadonation","__v":0}
{"_id":{"$oid":"5e2ed3d619dc7f4147f2ecc7"},"description":["Reall, previously Homeless International, was initially created in 1989, following the International Year of Shelter for the Homeless Trust or IYSH Trust UK, for the 1987 International Year of Shelter for the Homeless. The trust organised a fundraising campaign and offered grants to more than 100 projects, both in the UK and overseas, all related to shelter issues.","After the year ended, demand for support was still present in developing countries (for instance for establishing land tenure, offering loans for house improvements, improving basic infrastructure); the remaining funds were used to set up a permanent organisation, Homeless International, established in 1989. The trustees appointed Ruth McLeod as director, and she remained chief executive until 2007, when Larry English took her succession.","In 2014, Homeless International rebranded as Reall, reflecting its transition from an international development charity to a social enterprise.","Reall works by supporting community-led projects and initiatives related to slum upgrading and social housing development in over 13 countries by supporting 16 local organisations. It provides grants helping these organisations to accomplish their projects and to build their capacity; organisational development support and technical assistance for housing and infrastructure projects; bank guarantees from the Guarantee Fund; capital grants and loans from the Community-Led Infrastructure Finance Facility (CLIFF); loans from the Bond."],"name":"Reall","teaser":"Reall, Real Equity for All, (formerly Homeless International) is a social enterprise focusing on urban poverty issues (including slums and social housing) in the developing world.","established":1989,"location":"United Kingdom","website":"https://www.reall.net/","donation":"https://www.reall.net/donate/","__v":0}
{"_id":{"$oid":"5e2ed5ebb74dd1439a236812"},"description":["Mercy Housing is redefining affordable, low-income housing. We’re a national nonprofit organization that is working to build a more humane world where poverty is alleviated, communities are healthy and all people can develop their full potential.","Mercy Housing is one of the nation’s largest affordable housing organizations. We participate in the development, preservation, management and/or financing of affordable, program-enriched housing across the country. We acquire and renovate existing housing, as well as develop new affordable rental properties.","Determined to help these families, O’Roark appealed to the Sisters of Mercy in Omaha to adopt affordable housing as a sponsored ministry. Having seen how stable housing positively influenced health and education, O’Roark hoped that the Sisters would expand their community endeavors to include housing.","The Sisters accepted O’Roark’s proposal and wrote the check that started it all. With an initial investment of $500,000, the Sisters made it clear that their goal with this ministry is to provide opportunities for residents to stabilize their lives and achieve their dreams.  They envisioned affordable housing coupled with supportive services as a means to achieve this goal. Sister Mary Terese Tracy, at the time a hospital administrator, was drafted to lead this new initiative, and on Christmas Eve, 1981, Mercy Housing, Inc. was incorporated as a Nebraska nonprofit corporation."],"name":"Mercy Housing","teaser":"Mercy Housing provides affordable housing and supportive services for low income families and people with special needs. Once housing needs are met, they additionally assist with health and wellness support.","established":1981,"location":"USA","website":"https://www.mercyhousing.org/","donation":"https://www.mercyhousing.org/donate/","__v":0}
{"_id":{"$oid":"5e2ed88bcaf67f470bf2d876"},"description":["Aashray Adhikar Abhiyan (AAA) is a campaign to address the problems of homeless people of Delhi. AAA believes that it is the fundamental right of every person that everyone should have home, food, and clothing. It is based on the belief that homeless people, too, have the right to live with dignity, in peace and security. We live in one of the biggest republic countries and yet not everyone has a place they can call home. It is the duty of the Government that the necessities of the common person should be provided. We at AAA believe everyone should have a shelter, access to other fundamental rights. Therefore, we started our advocacy by way of campaign to fight homeless people situation in Delhi with the support of Action Aid.","In order to implement right based approach all the direct interventions on the ground are being conducted by a cadre of trained homeless persons, and aim at securing for the poor and the homeless their rights available under our Constitution, UN covenants/convention and or government welfare schemes. AAA believes that the poor and homeless of Delhi have the right to live in peace, with security and dignity and to have equal social and political rights as all other citizens of Delhi. AAA has tried its best to firmly and consistently stand by the poor and homeless, keeping in view their needs and aspirations by planning and implementing needs appropriate activities and services.","The service oriented approach aims at rendering services to the poor and homeless people keeping in view their most basic and immediate needs. These services include day and night shelters, holistic healthcare program, and a food program for the children, sick including severely mentally ill patients undergoing treatment and in care, residential educational support to children and providing clothings."],"name":"Aashray Adhikar Abhiyan","teaser":"Aashray Adhikar Abhiyan (AAA) is a campaign to address the problems of homeless people of Delhi. AAA believes that it is the fundamental right of every person to have home, food, and clothing.","established":2000,"location":"India","website":"https://homelesspeople.in/","donation":"https://homelesspeople.in/","__v":0}
